{
    "pt": {
        "about": "Sobre",
        "abilities": "Habilidades",
        "contact": "Contato",
        "myname": "João victor",
        "ocupation": "DESENVOLVEDOR FULL-STACK",
        "im": "",
        "about_me": "Sobre mim",
        "my_socials": "Minhas redes-sociais:",
        "hello": "Olá,",
        "name": "JOÃO VICTOR",
        "role": "Sou desenvolvedor-web",
        "bio": "Tenho o prazer de me apresentar como um desenvolvedor web entusiasmado e dedicado. Atualmente, estou cursando Análise e Desenvolvimento de Sistemas na Universidade Paulista (UNIP), e estou ansioso para embarcar na minha primeira oportunidade na área de programação.\n\nAo longo de meus estudos, adquiri conhecimentos sólidos em programação, design web e desenvolvimento de aplicativos, o que me permitiu adquirir habilidades valiosas para enfrentar desafios complexos na área de tecnologia. Estou ansioso para aplicar essas habilidades em um ambiente profissional, contribuindo com meu entusiasmo e dedicação para o sucesso de projetos futuros.\n\nA busca por aprendizado constante e o desejo de crescer profissionalmente são aspectos fundamentais da minha jornada como desenvolvedor web, e estou confiante de que, com a orientação certa, posso fazer uma contribuição significativa em qualquer equipe ou projeto.\n\nEstou aberto a oportunidades de estágio, colaborações em projetos e aprofundamento em áreas específicas de programação. Se você ou sua empresa estiverem em busca de um desenvolvedor web motivado, estou pronto para conversar sobre como posso contribuir de forma positiva.\n\nAgradeço pelo seu tempo e consideração, e estou ansioso para as futuras possibilidades de crescimento e aprendizado que essa jornada na área de programação promete oferecer.",
        "MySocialNetwork": "Minhas Redes Sociais",
        "knowledge": "Conhecimento",
        "schedule": "Linguagem de programação",
        "programacaoo":"Programação",
        "download_cv": "Download CV",
        "languages": "Linguagem",
        "myLast":"Meus ultimos trabalhos",
        "all":"Tudo",
        "linktree":"linktree com minhas redes sociais",
        "pinterest":"Meu site de imagens inspirado no pinterest",
        "todo":"Minha versão do To-do list ",
        "eu2":"Homem negro sorrindo apoiando a mão na cabeça"
    },
    "en": {
        "about": "About",
        "abilities": "Abilidades",
        "contact": "Contact",
        "myname": "JOÃO VICTOR",
        "im": "",
        "ocupation": "FULL-STACK DEVELOPER ",
        "about_me": "About me",
        "my_socials": "My social networks:",
        "hello": "Hello,",
        "name": "JOÃO VICTOR",
        "role": "I am a web developer",
        "bio": "I am pleased to introduce myself as an enthusiastic and dedicated web developer. Currently, I am pursuing a degree in Systems Analysis and Development at Universidade Paulista (UNIP), and I am eager to embark on my first opportunity in the programming field.\n\nThroughout my studies, I have gained solid knowledge in programming, web design, and app development, which has allowed me to acquire valuable skills to tackle complex challenges in the technology field. I am excited to apply these skills in a professional environment, contributing my enthusiasm and dedication to the success of future projects.\n\nThe pursuit of constant learning and the desire for professional growth are fundamental aspects of my journey as a web developer, and I am confident that, with the right guidance, I can make a significant contribution to any team or project.\n\nI am open to internship opportunities, project collaborations, and deepening my expertise in specific programming areas. If you or your company are looking for a motivated web developer, I am ready to discuss how I can contribute positively.\n\nThank you for your time and consideration, and I look forward to the future opportunities for growth and learning that this journey in the programming field promises to offer.",
        "MySocialNetwork": "My Social Network",
        "knowledge": "knowledge",
        "schedule": "Programming Language",
        "programacaoo":"Programming",
        "download_cv": "Download CV",
        "languages": "languages",
        "myLast":"My Latest work",
        "all":"All",
        "linktree":"linktree with my social networks",
        "pinterest":"My pinterest inspired image site",
        "todo":"My version of the To-do list ",
        "eu2":"Black man smiling with hand on head"
    }
}